/* The label of the Cancel button */
"Cancel" = "キャンセル";

/* The label of the Continue button */
"Continue" = "続行";

/* The label of the Retry button */
"Retry" = "再試行";

/* The label of the Redo button */
"Redo" = "やり直し";

/* The label of the Trust button */
"Trust" = "信頼";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "サーバー ID のエラー";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "サーバー証明書は、まだ有効になっていないか、有効期限が切れています。";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "サーバー証明書は、どのルートサーバーからも署名されていません。";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "サーバー証明書はまだ有効になっていません。";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "サーバー証明書は、信頼されていないルートサーバーによって署名されています。";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "「%1$@」の ID を確認できません。 %2$@\n\n続行すると、秘密情報が危険にさらされる可能性があります。\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "コンテンツにアクセスするには、「%@」への接続を再度実行してください。";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ は「%2$@」 の ID を確認できません。このコンテンツにアクセスするには、「%3$@」を選択して最後に実行したアクションを再度実行してください。";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "サーバーの ID を確認できません";

